{
	"_meta": {
		"sources": [
			{
				"json": "TheIslandsofSinaUna",
				"abbreviation": "TIoSU",
				"full": "The Islands of Sina Una",
				"url": "https://hitpointpress.com/the-islands-of-sina-una-campaign-pdf",
				"authors": [
					"Hit Point Press"
				],
				"convertedBy": [
					"Septone"
				],
				"color": "3B4A61",
				"version": "1.4"
			}
		],
		"dateAdded": 1575675839,
		"dateLastModified": 1657399173
	},
	"race": [],
	"raceFluff": [],
	"subclass": [],
	"background": [],
	"feat": [],
	"spell": [],
	"deity": [],
	"item": [],
	"magicvariant": [],
	"book": [],
	"bookData": [],
	"table": [],
	"monster": [
		{
			"name": "Aghoy",
			"size": [
				"L"
			],
			"type": "plant",
			"source": "TheIslandsofSinaUna",
			"alignment": null,
			"ac": [
				{
					"ac": 13,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "6d10 + 18",
				"average": 51
			},
			"speed": {
				"walk": 30
			},
			"str": 19,
			"dex": 10,
			"con": 17,
			"int": 9,
			"wis": 18,
			"cha": 18,
			"passive": 11,
			"cr": "3",
			"vulnerable": [
				"fire"
			],
			"resist": [
				"bludgeoning",
				"piercing"
			],
			"languages": [
				"Sylvan"
			],
			"languageTags": [
				"S"
			],
			"trait": [
				{
					"name": "False Appearance",
					"entries": [
						"While the aghoy remains motionless, it is indistinguishable from a normal tree."
					]
				},
				{
					"name": "Unsettling Whistle",
					"entries": [
						"Any humanoid that starts its turn within 30 feet of the aghoy and can hear the aghoy's constant whistling must make a {@dc 11} Wisdom saving throw. On a failed save, the creature enters a state of limb-locking terror. While in this state, a creature has disadvantage on all attack rolls and cannot move more than 5 feet in any direction on its turn. A creature can repeat the saving throw at the end of each of its turns, with disadvantage if it can still hear the whistling, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the aghoy's Unsettling Whistle for the next 24 hours."
					]
				}
			],
			"traitTags": [
				"False Appearance"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The aghoy makes two claw attacks."
					]
				},
				{
					"name": "Claw",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 10 ft., one target. {@h}8 ({@damage 1d8 + 4}) slashing damage. If the target is a Medium or smaller creature, it is {@condition grappled} (escape {@dc 14}). Until this grapple ends, the target is {@condition restrained}, and the aghoy can't use this claw on another target. The aghoy has two claws."
					]
				},
				{
					"name": "Squeeze",
					"entries": [
						"Each creature that is {@condition grappled} by the aghoy must make a {@dc 14} Constitution saving throw, taking 13 ({@damage 3d8}) bludgeoning damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"damageTags": [
				"B",
				"S"
			],
			"conditionInflict": [
				"grappled",
				"restrained"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"In the midst of the wood, in the dark of night or in the gleam of day, you must remember that you are not alone. Everything that surrounds you is nature, and nothing but nature. And in the midst of the trees, in the shadows of the leaves, they whistle to you.",
									{
										"name": "The Men of the Wood",
										"type": "entries",
										"entries": [
											"The aghoy is an elusive creature, born from the wood and of the wood only. In the midst of the forests of the islands, they are legion. In the middle of the night or morning, they will step out from the latticework of wood and leaves, only to whistle. You will not see them, for they are too much like the trees. However, the sharpest of sights will be able to find them: tall, spindly creatures with limbs and bodies as thin as wooden sticks, as tall as the trees that they are borne from, with long fingers and even longer appendages."
										]
									},
									{
										"name": "Wooden Eyes and Ears",
										"type": "entries",
										"entries": [
											"It is less of a well-known fact that the aghoy are the eyes and ears of the forests. In this sense, the forest gives and takes away. Sometimes the aghoy is a helpful creature, while other times they are whistling tricksters, spiriting people away with their haunting tunes. No one knows when they first appeared, and it is said that they have been there ever since there have been trees."
										]
									},
									{
										"name": "Stickman Superstition",
										"type": "entries",
										"entries": [
											"Be careful not to venture out into the forest at night, or too early in the morning. Aghoy during these times will be more active, more willing to lead people astray. They are more susceptible to showing their physical form—that elongated and spindly wooden man. They aghoy will embrace you with their lithe and overly long fingers, and take you back into the shadows of the trees with them."
										]
									}
								]
							}
						]
					}
				]
			},
			"page": 236,
			"shortName": true
		},
		{
			"name": "Alawig",
			"size": [
				"T"
			],
			"type": "elemental",
			"source": "TheIslandsofSinaUna",
			"alignment": null,
			"ac": [
				17
			],
			"hp": {
				"formula": "3d4 + 3",
				"average": 10
			},
			"speed": {
				"walk": 0,
				"fly": {
					"number": 30,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 1,
			"dex": 24,
			"con": 12,
			"int": 7,
			"wis": 11,
			"cha": 17,
			"passive": 10,
			"cr": "1/2",
			"shortName": true,
			"page": 237,
			"languages": [
				"understands Common"
			],
			"languageTags": [
				"C"
			],
			"skill": {
				"deception": "+5"
			},
			"resist": [
				{
					"resist": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"immune": [
				"fire"
			],
			"trait": [
				{
					"name": "Barely There",
					"entries": [
						"The alawig can't carry or wear anything. They can ocupy another creature's space and vice versa."
					]
				},
				{
					"name": "Flyby",
					"entries": [
						"The alawig doesn't provoke opportunity attacks when they fly out an enemy reach."
					]
				},
				{
					"name": "Illumination",
					"entries": [
						"The alawig sheds bright light in a 20-foot radius and dim light for an additional 20 feet. The alawig can suppress or activate this light as a bonus action."
					]
				}
			],
			"traitTags": [
				"Flyby",
				"Illumination"
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"action": [
				{
					"name": "Burning Body",
					"entries": [
						"{@atk mw} {@hit +5} to hit, reach 0 ft., one target. {@h}5 ({@damage 1d10}) fire damage."
					]
				}
			],
			"damageTags": [
				"F"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"It wanders through the fields and grasslands at night: a wick of flame in various colors. Beware the burning light of the night.",
									{
										"name": "Wandering Flame",
										"type": "entries",
										"entries": [
											"The alawig is a strange creature. It takes the form of a ball of flame, usually having different colors each time. Many of them can be seen at once. They wander through fields at night when all people are asleep. They are sometimes called Daughters of Tala, for they resemble lights falling from the sky."
										]
									},
									{
										"name": "Fires for the Lost",
										"type": "entries",
										"entries": [
											"If one follows the alawig, the trickster flame will lead one into a wild and horrid goose chase that will end in you lost and gasping for air, drained of your vitality. This is the eccentricity of the alawig However, if you are already lost—and this works especially true for farms and sailors that have lost their way—the alawig will lead you back into safety. This fickle manner of affairs is one of the reasons why the alawig has earned its moniker of 'Trickster Flame'."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Amomongo",
			"size": [
				"M"
			],
			"type": "monstrosity",
			"source": "TheIslandsofSinaUna",
			"alignment": null,
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "8d8 + 24",
				"average": 60
			},
			"speed": {
				"walk": 30,
				"climb": 40
			},
			"str": 18,
			"dex": 16,
			"con": 16,
			"int": 5,
			"wis": 14,
			"cha": 7,
			"passive": 14,
			"cr": "3",
			"shortName": true,
			"page": 238,
			"skill": {
				"athletics": "+6",
				"perception": "+4",
				"survival": "+4"
			},
			"trait": [
				{
					"name": "Vicious",
					"entries": [
						"The amomongo deals an extra 4 ({@damage 1d8}) slashing damage on a critical hit."
					]
				}
			],
			"damageTags": [
				"P",
				"S"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The amomongo makes three attacks: one with their bite and two with their bite and two with their sword-claw."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage."
					]
				},
				{
					"name": "Sword-claw",
					"entries": [
						"{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}12 ({@damage 1d8 + 4}) slashing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"They are born in caves at the feet of mountains, and they go out both at the heat of the day or at the cool of the night to hunt down for food. Be careful when roaming through the yawning valleys of mountains, or when traveling up the stream. Many traders have fallen to the sword-claws of the Amomongo, the silver apes that scourge the forests and mountainsides.",
									{
										"name": "The Silver Predator",
										"type": "entries",
										"entries": [
											"The amomongo are said to descend from the forests to feasts on goats, sheep, and cows of various settlements, discriminating against nothing. They leap from tree to tree without fear of falling, for they can use their long nails to catch onto wood."
										]
									},
									{
										"name": "The Ape of the Forest",
										"type": "entries",
										"entries": [
											"The amomongo lounge about the forests, although they are said to live in caves by the foot of mountains. They do not await for prey to come when they are hungry, they go out in search for them. Their long, sharp fangs are perfect for tearing though hide and meat from the backs of animals. They are even known to attack water buffalo, causing horrible destruction upon farming settlements."
										]
									},
									{
										"name": "Unending Appetite",
										"type": "entries",
										"entries": [
											"The amomongo are dangerously solely due to the fact that they are satiated. Due to this, many people live in constant fear of them. Specialized amomongo hunters have been organized to hunt the powerful creatures down. A full team of 5 hunters are usually needed to subdue one."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Bangungot",
			"size": [
				"L"
			],
			"type": "fey",
			"source": "TheIslandsofSinaUna",
			"alignment": null,
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d10 + 64",
				"average": 152
			},
			"speed": {
				"walk": 30
			},
			"str": 21,
			"dex": 16,
			"con": 18,
			"int": 8,
			"wis": 11,
			"cha": 18,
			"passive": 10,
			"cr": "6",
			"shortName": true,
			"page": 252,
			"languages": [
				"Common",
				"Giant",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"GI",
				"S"
			],
			"skill": {
				"intimidation": "+7",
				"stealth": "+6"
			},
			"resist": [
				"psychic"
			],
			"trait": [
				{
					"name": "Dream Spirit",
					"entries": [
						"The bangungot cannot be put to sleep."
					]
				},
				{
					"name": "Nightmare Presence",
					"entries": [
						"Creatures under normal or magical sleep are not awakened by taking damage from the bangungot unless they succeed on a {@dc 15} Wisdom saving throw. In addition, sleeping creatures within 30 feet of the bangungot take {@damage 2d6} psychic damage at the start of their turns."
					]
				}
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The bangungot's innate spellcastsing ability is Charisma (spell save {@dc 15}, +7 to hit with spell attacks). They can innately cast the following spells, requiring no verbal, somatic, or materical components:"
					],
					"daily": {
						"3": [
							"{@spell sleep} (4th level)",
							"{@spell tree stride}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The bangugot makes two slam attacks."
					]
				},
				{
					"name": "Sit",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one {@condition prone} creature. {@h}21 ({@damage 3d10 + 5}) bludgeoning damage plus 27 ({@damage 5d10}) psychic damage, and the target is {@condition grappled} (escape {@dc 16})."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}15 ({@damage 3d6 + 5}) bludgeoning damage. If the target is medium or smaller, they must succeed on a {@dc 16} Strength saving throw or be knocked {@condition prone}."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"Y"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"grappled",
				"prone"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"This maleficent nightmare. The giant hag of the trees. The bangungot is the name used when described an evil and wicked hag that sits upon their chests when they wake up in the middle of the night. Most of the time, one does not live through the experience. These nightmare creatures are also known as batibat.",
									{
										"name": "Night Terrors",
										"type": "entries",
										"entries": [
											"When a person wakes up in the middle of the ngiht and sees the bangungot upon their chest, it is said that they will then either die of asphyxiation or die from the sheer fright at the sight of the nightmare hag. Sometimes the victims do not die, but will forever be haunted in their waking days of this nightmare hag, and the fear that they might return. Unfortunately, they will."
										]
									},
									{
										"name": "Displaced Homes",
										"type": "entries",
										"entries": [
											"It is said that they bangungot are actually spirits that lvie within trees. When these trees were cut down to be used to create homes, the bangungot, in their vengeance, would kill the one that slept within the home built upon the wood of their trees."
										]
									},
									{
										"name": "Truly Vengeful",
										"type": "entries",
										"entries": [
											"These tree spirits are known to be fiercely territorial. If one should sleep beside the tree they lived in, they would suffer the same fate as those that have displaced their homes. To be free of the vengeful creature, you should bite your thumb and wiggle your toes—for one of your hands and one of your feet will be the only thing that you will be able to move—until the numbness disappears. Be quick, however, for you have less than a few moments to rid the bangugot before they return to their trees."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Bungisngis",
			"size": [
				"H"
			],
			"type": "giant",
			"source": "TheIslandsofSinaUna",
			"alignment": null,
			"ac": [
				{
					"ac": 16,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "16d12 + 112",
				"average": 216
			},
			"speed": {
				"walk": 40
			},
			"str": 25,
			"dex": 9,
			"con": 24,
			"int": 9,
			"wis": 10,
			"cha": 12,
			"passive": 14,
			"cr": "12",
			"shortName": true,
			"page": 253,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Common",
				"Giant"
			],
			"languageTags": [
				"C",
				"GI"
			],
			"skill": {
				"athletics": "+11",
				"insight": "+4",
				"perception": "+4"
			},
			"save": {
				"str": "+11",
				"con": "+11",
				"cha": "+5"
			},
			"trait": [
				{
					"name": "Siege Monster",
					"entries": [
						"The bungisngis deals double damage to objects and structures."
					]
				},
				{
					"name": "Carabao Toss",
					"entries": [
						"When making a toss attack, the bungisngis may throw either a boulder or a water buffalo. If the bungisngis uses a water buffalo as ammunition, the attack deals an extra 10 ({@damage 2d6 + 3}) piercing damage from the beast's horns."
					]
				}
			],
			"traitTags": [
				"Siege Monster"
			],
			"damageTags": [
				"A",
				"B",
				"P"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The bungisngis makes two attacks, only one of which can be a toss attack."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 10 ft., one target. {@h}20 ({@damage 2d12 + 7}) bludgeoning damage. The target is {@condition grappled} (escape {@dc 17}) if the bungisngis isn't already grappling a creature with this hand, and the target is {@condition restrained} until this grapple ends. The bungisnigs can only grapple two creatures at a time (one with each hand)."
					]
				},
				{
					"name": "Toss",
					"entries": [
						"{@atk rw} {@hit 11} to hit, range 60/240 ft., one target. {@h}29 ({@damage 4d10 + 7}) bludgeoning damage."
					]
				},
				{
					"name": "Grinning Bite",
					"entries": [
						"{@atk mw} {@hit 11} to hit, reach 5 ft., one creature. {@h}18 ({@damage 2d10 + 7}) piercing damage."
					]
				},
				{
					"name": "Swallow",
					"entries": [
						"The bungisngis makes one Grinning Bite attack against a Medium or smaller target it is grappling. If the attack hits, the target is also swallowed, and the grapple ends. While swallowed, the target is {@condition blinded} and {@condition restrained}, they have total cover against attacks and other effects outside the bungisngis, and they take 21 ({@damage 6d6}) acid damage at the start of each of the bungisngis' turns. A bungisngis can have only one creature swallowed at a time.",
						"If the bungisngis takes 30 damage or more on a single turn from the swallowed creature, the bungisngis must succeed on a {@dc 15} Constitution saving throw at the end of that turn or regurgitate the creature, which falls {@condition prone} in a space within 10 feet of the bungisngis. If the bungisngis dies, a swallowed creature is no longer {@condition restrained} and can escape from the corpse by using 15 feet of movement."
					]
				}
			],
			"actionTags": [
				"Multiattack",
				"Swallow"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RW"
			],
			"conditionInflict": [
				"blinded",
				"grappled",
				"restrained"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"The smiling giant walks through the night. Their teeth shine like a crescent moon in the darkness, its eyes burn a bright white fire. They are malevolent, except for when they are not. It is benevolent, except for when they are not. The giant is powerful, the giant is fickle, the giant is strong, and the giant is ever-smiling.",
									{
										"name": "Ever-Smiling",
										"type": "entries",
										"entries": [
											"The bungisbgis get their name for their most distinctive trait: a mouth stuck in a never-ending smile. An eternal grin. This grin can be both humorous and sinister depending on the context, for the bungisngis is as fickle as their smile: sometimes they will help you, carrying heavy boulders that block innocent traveler's way, other times they will try to flatten you where you stand, flinging water buffalos straight at you."
										]
									},
									{
										"name": "Capricious Giant",
										"type": "entries",
										"entries": [
											"The bungisngis is strong enough to life cows and hurl boulders at their quarry. Their might can uproot mountains and break seas. Despite all of this, their towering height betrays their fickle spirit: they can be benevolent, but then eat a living person at the drop of a hat. Be careful when dealing with this giant."
										]
									},
									{
										"name": "The Grinning Eater",
										"type": "entries",
										"entries": [
											"The bungisngis' huge size means that they will eat just about anything: from rocks to trees, to leviathans and crocodiles of the sea. When a bungisngis is hungry, their smiling maw will devour almost anything, and their appetite cannot be satiated, especially with its giant stature."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Busaw",
			"size": [
				"L"
			],
			"type": "giant",
			"source": "TheIslandsofSinaUna",
			"alignment": null,
			"ac": [
				{
					"ac": 13,
					"from": [
						"{@item hide armor|phb}"
					]
				}
			],
			"hp": {
				"formula": "7d10 + 7",
				"average": 45
			},
			"speed": {
				"walk": 40,
				"climb": 20
			},
			"str": 17,
			"dex": 14,
			"con": 12,
			"int": 7,
			"wis": 11,
			"cha": 7,
			"passive": 12,
			"cr": "1",
			"shortName": true,
			"page": 254,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Giant"
			],
			"languageTags": [
				"GI"
			],
			"skill": {
				"medicine": "+2",
				"perception": "+2",
				"stealth": "+4"
			},
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"The busaw's spellcasting ability is Wisdom (spell save {@dc 10}). They can innately cast the following spells, requiring no material components:"
					],
					"daily": {
						"1": [
							"{@spell goodberry}"
						],
						"3": [
							"{@spell enlarge/reduce} (plant targets only)"
						]
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The busaw makes two attacks: one with their tusk and one with their claws."
					]
				},
				{
					"name": "Tusk",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d8 + 3}) slashing damage."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}8 ({@damage 2d4 + 3}) slashing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"S"
			],
			"miscTags": [
				"MW"
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"In the midst of the woods and darkness of the hinterlands roam giant beings of ferocity and peace. The busaw are large beings that can be found either lazing about or conducting vicious raids upon villages. As varied as the mortal folk are, so are the busaw. They embody nature in their tall bodies: unpredictable souls.",
									{
										"name": "Gigantic Ferocity",
										"type": "entries",
										"entries": [
											"They hunger for large food like water buffalos or crocodiles. They sometimes get into trouble with mortal settlements due to them stealing pack animals and livestock from their lands. Other times, they are known to eat the same mortals that they find during these raids. But all of this is due to their everlasting hunger."
										]
									},
									{
										"name": "Overloard of the Trees",
										"type": "entries",
										"entries": [
											"The busaw can control the plants about them, conjure up phantom trees, and otherwise manipulate foliage to lead their prey astray and into the clutches of their demise. It can make plants as small as an act, or as large as a narra tree."
										]
									},
									{
										"name": "As Many As The Diwata",
										"type": "entries",
										"entries": [
											"As the spirits of nature live within the trees, so too do the busaw, and they are legion. They walk through the wood and are untroubled by the challenges it presents. Sometimes chew betel nut with the denizens and spirits of the forest, and other times help guide travelers along in the right path. Busaw are highly protective of their wooden abodes, and would wage war against another if they think their tree was harmed or endangered. Additionally, they can choose to have mortal wards as well, whom they will dedicate their entire lives to defend."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Angngalo",
			"size": [
				"G"
			],
			"type": "giant",
			"source": "TheIslandsofSinaUna",
			"alignment": null,
			"ac": [
				15
			],
			"hp": {
				"formula": "18d20 + 108",
				"average": 315
			},
			"speed": {
				"walk": 60
			},
			"str": 25,
			"dex": 20,
			"con": 23,
			"int": 15,
			"wis": 17,
			"cha": 16,
			"passive": 10,
			"cr": "15",
			"shortName": true,
			"page": 262,
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"languages": [
				"Common",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"S"
			],
			"save": {
				"con": "+11",
				"wis": "+8",
				"cha": "+8"
			},
			"skill": {
				"history": "+7",
				"insight": "+8",
				"perception": "+8"
			},
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"trait": [
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If Angngalo fails a saving throw, he can choose to succeed instead."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"Angngalo has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"Angngalo's weapon attacks are magical."
					]
				},
				{
					"name": "Melancholic Aura",
					"entries": [
						"Any creature that starts their turn within 60 feet of Angngalo must make a {@dc 18} Wisdown saving throw. On a failed save, the creature is {@condition charmed} for 1 minute. While a creature is {@condition charmed} in this way, their speed is halved, they can't use reactions, and they can only make one attack during their turn regardless of their abilities or magic items.",
						"A creature can repeat the saving throw at the end of their turns, ending the effect on themself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to Angngalo's Melancholic Aura for the next 24 hours."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance",
				"Magic Weapons"
			],
			"conditionInflict": [
				"charmed",
				"prone"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Angngalo makes four kampilan attacks or two rock attacks."
					]
				},
				{
					"name": "Kampilan",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 15 ft., one target. {@h}21 ({@damage 3d8 + 7}) slashing damage."
					]
				},
				{
					"name": "Rock",
					"entries": [
						"{@atk rw} {@hit 12} to hit, range 60/240 ft., one target. {@h}29 ({@damage 4d10 + 7}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 20} Strength saving throw or be knocked {@condition prone}."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 15 ft., one target. {@h}20 ({@damage 2d12 + 7}) bludgeoning damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B",
				"S"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RW"
			],
			"legendaryHeader": [
				"Angngalo can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Angngalo regains spend legendary action at the start of his turn."
			],
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"Angngalo makes a Wisdom (Perception) check."
					]
				},
				{
					"name": "Attack",
					"entries": [
						"Angngalo makes one attack with his kampilan."
					]
				},
				{
					"name": "Fling (Costs 2 Actions)",
					"entries": [
						"Angngalo makes one unarmed strike against a creature. If the attack hits, the creature must also make a {@dc 20} Strength saving throw. On a failure, the creature is flung in a random direction and falls ({@damage 2d6 × 10}) feet. "
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"The oldest of the surviving giants, Angngalo was already great in size even when the rest of the world was young. It was during his time that the aswangs first emerged from depravities of his mortal children. In response to this, the gods gifted Angngalo with the aswangs' bane - a bag that contained all the salt of the world.",
									{
										"name": "The Salt Spiller",
										"type": "entries",
										"entries": [
											"In those early days, aswangs multiplied quickly, and would start to take over entire islands from their mortal reflections. Angngalo's task would be to stride to those islands and rain down salt from above. But as the years passed, he became bored of his task, and would rush to an island being overrun so that he may quickly perform his task and then return home. But on a fateful day, his impatience got the better of him. Angngalo tripped, his bag of salt spilling its entire contents into the sea. From then on, the sea waters become salty."
										]
									},
									{
										"name": "Failed Responsibility",
										"type": "entries",
										"entries": [
											"Angngalo regrets the loss of his responsibility. One upon a time, he believed himself to be patriarch to all mortals, and he saw the destruction of aswangs as his duty. He now believes himself to be useless, and he spends his days sulking in the island that he shares with his wife Aran."
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Aran",
			"size": [
				"G"
			],
			"type": "giant",
			"source": "TheIslandsofSinaUna",
			"alignment": null,
			"ac": [
				17
			],
			"hp": {
				"formula": "18d20 + 90",
				"average": 279
			},
			"speed": {
				"walk": 60
			},
			"str": 18,
			"dex": 25,
			"con": 20,
			"int": 13,
			"wis": 16,
			"cha": 23,
			"passive": 18,
			"cr": "15",
			"shortName": true,
			"page": 263,
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"languages": [
				"Common",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"S"
			],
			"save": {
				"dex": "+12",
				"int": "+6",
				"cha": "+11"
			},
			"skill": {
				"insight": "+8",
				"perception": "+8"
			},
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks"
				}
			],
			"trait": [
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If Aram fails a saving throw, she can choose to succeed instead."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"Aran has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"Aran's weapon attacks are magical."
					]
				},
				{
					"name": "Reckless",
					"entries": [
						"At the start of her turn, Aran can gain advantage on all melee weapon attack rolls it makes during that turn, but attack rolls against her have advantage until the start of her next turn."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance",
				"Magic Weapons",
				"Reckless"
			],
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Aran's innate spellcasting abilitiy is Charisma (spell save {@dc 19}). She can innately cast the following spells, requiring no material components:"
					],
					"daily": {
						"1": [
							"{@spell banishment}",
							"{@spell hold monster}"
						],
						"3": [
							"{@spell branding smite}",
							"{@spell haste} (self only)",
							"{@spell shield}",
							"{@spell silence}"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				}
			],
			"spellcastingTags": [
				"I"
			],
			"damageTagsSpell": [
				"R"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Aran makes four songil attacks or two rock attacks."
					]
				},
				{
					"name": "Songil",
					"entries": [
						"{@atk mw} {@hit 12} to hit, reach 20 ft., one target. {@h}21 ({@damage 4d6 + 7}) slashing damage."
					]
				},
				{
					"name": "Rock",
					"entries": [
						"{@atk rw} {@hit 12} to hit, range 60/240 ft., one target. {@h}29 ({@damage 4d10 + 7}) bludgeoning damage. If the target is a creature, it must succeed on a {@dc 20} Strength saving throw or be knocked {@condition prone}."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW",
				"RCH",
				"RW"
			],
			"damageTags": [
				"B",
				"S"
			],
			"conditionInflict": [
				"prone"
			],
			"legendaryHeader": [
				"Aran can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Aran regains spend legendary action at the start of his turn."
			],
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"Aran makes a Wisdom (Perception) check."
					]
				},
				{
					"name": "Attack",
					"entries": [
						"Aran makes one attack with her songil."
					]
				},
				{
					"name": "Cast a Spell (Costs 2 Actions)",
					"entries": [
						"Aran uses her Innate Spellcasting feature to cast a spell, if she has any remaining."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"Aran is the matriach to a broke family. Once the caretakes of mortals against the depredations of the aswangs, Aran's focus has changed when her two daughters fell to an onslaught of the monsters. She now hunts them not out of a need to protect others, but in order to sate her own vengeance.",
									{
										"name": "Strained Marriage",
										"type": "entries",
										"entries": [
											"Aran's husband blames himself for the death of their daughters who fell to the aswangs. And while she does not beleive that, she is not above stoking this feeling in Angngalo from time to time. 'Indeed, what if you didn't trip and spell your salf on that day? Then perhaps you would have arrived in time.' She seeks to turn Angngalo's sorrow to rage, so that they may hunt together. Thus far, she has only been successful in sinking her husband deeper into his regret."
										]
									},
									{
										"name": "Monstrous Legacy",
										"type": "entries",
										"entries": [
											"Several generations ago, Aran has learned a terrible truth: One of her daughters survived, but lives on as an aswang. The giant has since focused her anger and regret at finding this estranged offspring and to put her out of her misery. But can she truly slay a monster that was once her own?"
										]
									}
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Burinkantada",
			"size": [
				"G"
			],
			"type": "giant",
			"source": "TheIslandsofSinaUna",
			"alignment": null,
			"ac": [
				14
			],
			"hp": {
				"formula": "22d20 + 132",
				"average": 385
			},
			"speed": {
				"walk": 60
			},
			"str": 25,
			"dex": 18,
			"con": 23,
			"int": 15,
			"wis": 17,
			"cha": 16,
			"passive": 19,
			"cr": "19",
			"shortName": true,
			"page": "264 - 267",
			"senses": [
				"darkvision 120 ft."
			],
			"senseTags": [
				"SD"
			],
			"languages": [
				"Common",
				"Sylvan"
			],
			"languageTags": [
				"C",
				"S"
			],
			"save": {
				"con": "+12",
				"int": "+8",
				"cha": "+9"
			},
			"skill": {
				"sleight of hand": "+10",
				"perception": "+9"
			},
			"trait": [
				{
					"name": "Legendary Resistance (3/Day)",
					"entries": [
						"If Burinkantada fails a saving throw, he can choose to succeed instead."
					]
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"Burinkantada has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Magic Weapons",
					"entries": [
						"Burinkantada's weapon attacks are magical."
					]
				},
				{
					"name": "Rage (Recharges after a Short or Long Rest)",
					"entries": [
						"As a bonus action, Burinkantada can enter a rage at the start of his turn. The rage lasts for 1 minute or until Burinkantada is {@condition incapacitated}. While raging, Burinkantada gains the following benefits:",
						"• He has advantage on Strength checks and Strength saving throws.",
						"• When he makes a melee weapon attack, he gains a +4 bonus to the damage roll.",
						"• He has resistance to bludgeoning, piercing, and slashing damage."
					]
				},
				{
					"name": "Refined Touch",
					"entries": [
						"Burinkantada has advantage on all Dexterity (Sleight of Hand) checks."
					]
				},
				{
					"name": "Devoid of Meaning",
					"entries": [
						"When Burinkantada is targeted by a spell attack, the attacker must roll a {@dice d20}. On a 1, the spell slot and components are expended as normal but the spell has no effect."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance",
				"Magic Weapons"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Burinkantada makes three unarmed strikes."
					]
				},
				{
					"name": "Unarmed Strike",
					"entries": [
						"{@atk mw} {@hit 13} to hit, reach 15 ft., one target. {@h}27 ({@damage 3d12 + 7}) bludgeoning damage, or 31 ({@damage 3d12 + 11}) bludgeoning damage while raging."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"damageTags": [
				"B"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"legendaryHeader": [
				"Burinkantada can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature's turn. Burinkantada regains spend legendary action at the start of his turn."
			],
			"legendary": [
				{
					"name": "Detect",
					"entries": [
						"Burinkantada makes a Wisdom (Perception) check."
					]
				},
				{
					"name": "Fling",
					"entries": [
						"Burinkantada makes one unarmed strike against a creature. If the attack hits, the creature must also make a {@dc 20} Strength saving throw. On a failure, the creature is flung in a random direction and falls ({@damage 1d6 × 10}) feet."
					]
				},
				{
					"name": "Null Spirit (Costs 2 Actions)",
					"entries": [
						"Burinkantada targets one creature that he can see within 60 feet of him. If the creature has the Spellcasting ability, the creature must immediately make a {@dc 22} Charisma saving throw. On a failure, the creature must expend one spell slot of 5th-level or lower without using to cast a spell."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"One eyed Burinkantada has surrounded his home with the fineries of life. His walls are covered with fine textiles that reach up to the sky. Trees unseen anywhere else in the world are laid intricately as centerpieces on his table. But his home. Burinkantada is believed to dress himself up with all the fineries of a rajah, and if this is true, then his jewelry box must be a literal mountain of gold.",
									{
										"name": "The Uncaring",
										"type": "entries",
										"entries": [
											"Burinkantada is completely immersed in the beautification of his home, his eye gazing upon all the he has with self-admiration. But he lacks the interconnectedness to his surroundings that mortals are used to. Spirits are awfully quiet in his abode—indeed, even his decorative plants seem to be devoid of their voices. It's as if everything he owns is devoid of meaning. "
										]
									},
									{
										"name": "Violent to Guests",
										"type": "entries",
										"entries": [
											"The giant has suffered many would be burglars, and so he typically reacts to seeing mortals by attacking them. This is unfortunate, as Burinkantada's regret is that he has no one to share his fineries with."
										]
									}
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "Burinkantada's Lair",
						"entries": [
							"Burinkanta's home is located in a secret, unmarked island of his very own. His massive house is lavishly decorated, with numerous rare treasures and fine furnishings.",
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Lair Actions",
										"entries": [
											"On initiative count 20 (losing initiative ties), Burinkantada takes a lair action to cause one of the following effects; Burinkantada can't use the same effect two rounds in a row:",
											{
												"type": "list",
												"items": [
													"One of Burinkantada's plants pot that he can see within 30 feet of him tips over, and a landslide of dirt spills forth in a 60-foot cone. Creatures in this area must make a {@dc 20} Strength saving throw. On a failure, a creature makes a ({@damage 4d6}) bludgeoning damage and is restrained; on a success, a creature takes half as much damage and isn't restrained.",
													"A cloud of still-yet-to-be-cleaned dust fills a 30-foot-radius sphere centered on a point the Burinkantada chooses within 120 feet of it. All creatures within this area must make a {@dc 20} Constitution saving throw or be blinded.",
													"Burinkantada targets one creature he can see within 30 feet of him and attempts to trap them under on of his fine eathenware cups. The target must make a {@dc 24} Dexterity saving throw, becoming trapped under the cup on a failure. The cup encloses a space that is a 15-foot tall cylinder with a 10-foot radius. The wall of the cup is opaque, and has AC 15, 75 hit points, and immunity to necrotic and poison damage. While trapped under the cup, a creature cannot breathe."
												]
											}
										]
									}
								]
							},
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Regional Effects",
										"entries": [
											"Burinkantada's island has been warped by his presence, creating one or more fo the following effects:",
											{
												"type": "list",
												"items": [
													"The air within 6 miles of Burinkantada's lair is unusually silent and still. Even birds and small creatures seem absent.",
													"Within 1 mile of his lair, Burinkantada leaves no physical evidence of his passage unless he wishes to. Tracking Burinkantada is impossible except by magical means.",
													"The spirits inhabiting the area within 1 mile of Burinkantada's lair are absent. While within this area, divination spells cast to commune with these spirits and other forms of magical communitycation (like the spell sending) automatically fail."
												]
											}
										]
									}
								]
							}
						]	
					}
				]
			}
		}
	],
	"adventure": [],
	"adventureData": [],
	"subclassFeature": [],
	"subrace": []
}